var searchData=
[
  ['рекомендуемые_20параметры_20проекта_0',['Рекомендуемые параметры проекта',['../index.html#autotoc_md34',1,'']]],
  ['релейные_20выходы_1',['Релейные выходы',['../index.html#autotoc_md20',1,'']]],
  ['регистров_2',['Карта Modbus-регистров',['../index.html#autotoc_md22',1,'']]],
  ['режим_3',['HR 580 — сервисный режим',['../index.html#autotoc_md26',1,'']]],
  ['резерв_4',['HR 590...593 — резерв',['../index.html#autotoc_md27',1,'']]],
  ['релейными_20выходами_5',['HR 0 — управление релейными выходами',['../index.html#autotoc_md23',1,'']]],
  ['релейных_20выходов_6',['HR 1 — состояние релейных выходов',['../index.html#autotoc_md24',1,'']]]
];
