var searchData=
[
  ['—_20байт_20ошибки_0',['HR 3 — байт ошибки',['../index.html#autotoc_md25',1,'']]],
  ['—_20переход_20в_20bootloader_1',['HR 900 — переход в bootloader',['../index.html#autotoc_md29',1,'']]],
  ['—_20программная_20перезагрузка_2',['HR 594 — программная перезагрузка',['../index.html#autotoc_md28',1,'']]],
  ['—_20резерв_3',['HR 590...593 — резерв',['../index.html#autotoc_md27',1,'']]],
  ['—_20сервисный_20режим_4',['HR 580 — сервисный режим',['../index.html#autotoc_md26',1,'']]],
  ['—_20состояние_20релейных_20выходов_5',['HR 1 — состояние релейных выходов',['../index.html#autotoc_md24',1,'']]],
  ['—_20управление_20релейными_20выходами_6',['HR 0 — управление релейными выходами',['../index.html#autotoc_md23',1,'']]]
];
