var searchData=
[
  ['калибровка_20аналоговых_20каналов_0',['Калибровка аналоговых каналов',['../index.html#autotoc_md21',1,'']]],
  ['карта_20modbus_20регистров_1',['Карта Modbus-регистров',['../index.html#autotoc_md27',1,'']]],
  ['кадра_20uart_2',['Форматы кадра UART',['../group__serial__config.html',1,'']]],
  ['калиброванные_20значения_20аналоговых_20каналов_3',['HR 1...16 — калиброванные значения аналоговых каналов',['../index.html#autotoc_md29',1,'']]],
  ['калибровок_4',['HR 90 — сохранение калибровок',['../index.html#autotoc_md33',1,'']]],
  ['калибровочных_20точек_5',['HR 401...416 и HR 501...516 — изменение калибровочных точек',['../index.html#autotoc_md37',1,'']]],
  ['каналов_6',['каналов',['../index.html#autotoc_md21',1,'Калибровка аналоговых каналов'],['../index.html#autotoc_md29',1,'HR 1...16 — калиброванные значения аналоговых каналов'],['../index.html#autotoc_md32',1,'HR 51...66 — максимальные значения каналов']]],
  ['карта_7',['EEPROM-карта',['../index.html#autotoc_md25',1,'']]],
  ['карта_20lai_8',['Аппаратная карта LAI',['../index.html#autotoc_md13',1,'']]],
  ['код_9',['HR 800 — сервисный PIN-код',['../index.html#autotoc_md39',1,'']]]
];
