var searchData=
[
  ['1_2016_20—_20калиброванные_20значения_20аналоговых_20каналов_0',['HR 1...16 — калиброванные значения аналоговых каналов',['../index.html#autotoc_md29',1,'']]],
  ['100_20—_20modbus_20адрес_1',['HR 100 — Modbus-адрес',['../index.html#autotoc_md34',1,'']]],
  ['101_20102_20—_20порог_20фиксации_20максимального_20значения_2',['HR 101...102 — порог фиксации максимального значения',['../index.html#autotoc_md35',1,'']]],
  ['102_20—_20порог_20фиксации_20максимального_20значения_3',['HR 101...102 — порог фиксации максимального значения',['../index.html#autotoc_md35',1,'']]],
  ['115_20—_20режим_20аналоговых_20входов_4',['HR 115 — режим аналоговых входов',['../index.html#autotoc_md36',1,'']]],
  ['16_20—_20калиброванные_20значения_20аналоговых_20каналов_5',['HR 1...16 — калиброванные значения аналоговых каналов',['../index.html#autotoc_md29',1,'']]]
];
