var searchData=
[
  ['адресный_20переключатель_0',['Адресный переключатель',['../index.html#autotoc_md15',1,'']]],
  ['аналоговые_20входы_1',['Аналоговые входы',['../index.html#autotoc_md19',1,'']]],
  ['аппаратная_20карта_20lai_2',['Аппаратная карта LAI',['../index.html#autotoc_md13',1,'']]],
  ['адрес_3',['HR 100 — Modbus-адрес',['../index.html#autotoc_md34',1,'']]],
  ['аналоговых_20входов_4',['аналоговых входов',['../index.html#autotoc_md28',1,'HR 0 и HR 600 — битовая маска состояния аналоговых входов'],['../index.html#autotoc_md36',1,'HR 115 — режим аналоговых входов']]],
  ['аналоговых_20каналов_5',['аналоговых каналов',['../index.html#autotoc_md21',1,'Калибровка аналоговых каналов'],['../index.html#autotoc_md29',1,'HR 1...16 — калиброванные значения аналоговых каналов']]]
];
