var searchData=
[
  ['—_20битовая_20маска_20состояния_20аналоговых_20входов_0',['HR 0 и HR 600 — битовая маска состояния аналоговых входов',['../index.html#autotoc_md28',1,'']]],
  ['—_20версия_20по_1',['HR 40 — версия ПО',['../index.html#autotoc_md31',1,'']]],
  ['—_20изменение_20калибровочных_20точек_2',['HR 401...416 и HR 501...516 — изменение калибровочных точек',['../index.html#autotoc_md37',1,'']]],
  ['—_20калиброванные_20значения_20аналоговых_20каналов_3',['HR 1...16 — калиброванные значения аналоговых каналов',['../index.html#autotoc_md29',1,'']]],
  ['—_20максимальные_20значения_20каналов_4',['HR 51...66 — максимальные значения каналов',['../index.html#autotoc_md32',1,'']]],
  ['—_20переход_20в_20bootloader_5',['HR 900 — переход в bootloader',['../index.html#autotoc_md40',1,'']]],
  ['—_20порог_20фиксации_20максимального_20значения_6',['HR 101...102 — порог фиксации максимального значения',['../index.html#autotoc_md35',1,'']]],
  ['—_20программная_20перезагрузка_7',['HR 594 — программная перезагрузка',['../index.html#autotoc_md38',1,'']]],
  ['—_20режим_20аналоговых_20входов_8',['HR 115 — режим аналоговых входов',['../index.html#autotoc_md36',1,'']]],
  ['—_20сервисный_20pin_20код_9',['HR 800 — сервисный PIN-код',['../index.html#autotoc_md39',1,'']]],
  ['—_20серийный_20номер_10',['HR 39 — серийный номер',['../index.html#autotoc_md30',1,'']]],
  ['—_20сохранение_20калибровок_11',['HR 90 — сохранение калибровок',['../index.html#autotoc_md33',1,'']]],
  ['—_20modbus_20адрес_12',['HR 100 — Modbus-адрес',['../index.html#autotoc_md34',1,'']]]
];
