var searchData=
[
  ['hal_0',['&lt;span class=&quot;tt&quot;&gt;hal/&lt;/span&gt;',['../index.html#autotoc_md10',1,'']]],
  ['hpp_20app_20ads1115_20cpp_1',['&lt;span class=&quot;tt&quot;&gt;app/ads1115.hpp&lt;/span&gt;, &lt;span class=&quot;tt&quot;&gt;app/ads1115.cpp&lt;/span&gt;',['../index.html#autotoc_md9',1,'']]],
  ['hpp_20app_20lai_5fboard_20cpp_2',['&lt;span class=&quot;tt&quot;&gt;app/lai_board.hpp&lt;/span&gt;, &lt;span class=&quot;tt&quot;&gt;app/lai_board.cpp&lt;/span&gt;',['../index.html#autotoc_md8',1,'']]],
  ['hr_200_20и_20hr_20600_20—_20битовая_20маска_20состояния_20аналоговых_20входов_3',['HR 0 и HR 600 — битовая маска состояния аналоговых входов',['../index.html#autotoc_md28',1,'']]],
  ['hr_201_2016_20—_20калиброванные_20значения_20аналоговых_20каналов_4',['HR 1...16 — калиброванные значения аналоговых каналов',['../index.html#autotoc_md29',1,'']]],
  ['hr_20100_20—_20modbus_20адрес_5',['HR 100 — Modbus-адрес',['../index.html#autotoc_md34',1,'']]],
  ['hr_20101_20102_20—_20порог_20фиксации_20максимального_20значения_6',['HR 101...102 — порог фиксации максимального значения',['../index.html#autotoc_md35',1,'']]],
  ['hr_20115_20—_20режим_20аналоговых_20входов_7',['HR 115 — режим аналоговых входов',['../index.html#autotoc_md36',1,'']]],
  ['hr_2039_20—_20серийный_20номер_8',['HR 39 — серийный номер',['../index.html#autotoc_md30',1,'']]],
  ['hr_2040_20—_20версия_20по_9',['HR 40 — версия ПО',['../index.html#autotoc_md31',1,'']]],
  ['hr_20401_20416_20и_20hr_20501_20516_20—_20изменение_20калибровочных_20точек_10',['HR 401...416 и HR 501...516 — изменение калибровочных точек',['../index.html#autotoc_md37',1,'']]],
  ['hr_20501_20516_20—_20изменение_20калибровочных_20точек_11',['HR 401...416 и HR 501...516 — изменение калибровочных точек',['../index.html#autotoc_md37',1,'']]],
  ['hr_2051_2066_20—_20максимальные_20значения_20каналов_12',['HR 51...66 — максимальные значения каналов',['../index.html#autotoc_md32',1,'']]],
  ['hr_20594_20—_20программная_20перезагрузка_13',['HR 594 — программная перезагрузка',['../index.html#autotoc_md38',1,'']]],
  ['hr_20600_20—_20битовая_20маска_20состояния_20аналоговых_20входов_14',['HR 0 и HR 600 — битовая маска состояния аналоговых входов',['../index.html#autotoc_md28',1,'']]],
  ['hr_20800_20—_20сервисный_20pin_20код_15',['HR 800 — сервисный PIN-код',['../index.html#autotoc_md39',1,'']]],
  ['hr_2090_20—_20сохранение_20калибровок_16',['HR 90 — сохранение калибровок',['../index.html#autotoc_md33',1,'']]],
  ['hr_20900_20—_20переход_20в_20bootloader_17',['HR 900 — переход в bootloader',['../index.html#autotoc_md40',1,'']]]
];
