var searchData=
[
  ['возможные_20ошибки_0',['Возможные ошибки',['../index.html#autotoc_md58',1,'']]],
  ['версия_20по_1',['HR 40 — версия ПО',['../index.html#autotoc_md31',1,'']]],
  ['входов_2',['входов',['../index.html#autotoc_md23',1,'Регистр индикации и регистр режимов входов'],['../index.html#autotoc_md28',1,'HR 0 и HR 600 — битовая маска состояния аналоговых входов'],['../index.html#autotoc_md36',1,'HR 115 — режим аналоговых входов']]],
  ['входы_3',['Аналоговые входы',['../index.html#autotoc_md19',1,'']]],
  ['в_20bootloader_4',['HR 900 — переход в bootloader',['../index.html#autotoc_md40',1,'']]]
];
