var searchData=
[
  ['калибровка_20аналоговых_20каналов_0',['Калибровка аналоговых каналов',['../index.html#autotoc_md21',1,'']]],
  ['карта_20modbus_20регистров_1',['Карта Modbus-регистров',['../index.html#autotoc_md27',1,'']]],
  ['калиброванные_20значения_20аналоговых_20каналов_2',['HR 1...16 — калиброванные значения аналоговых каналов',['../index.html#autotoc_md29',1,'']]],
  ['калибровок_3',['HR 90 — сохранение калибровок',['../index.html#autotoc_md33',1,'']]],
  ['калибровочных_20точек_4',['HR 401...416 и HR 501...516 — изменение калибровочных точек',['../index.html#autotoc_md37',1,'']]],
  ['каналов_5',['каналов',['../index.html#autotoc_md21',1,'Калибровка аналоговых каналов'],['../index.html#autotoc_md29',1,'HR 1...16 — калиброванные значения аналоговых каналов'],['../index.html#autotoc_md32',1,'HR 51...66 — максимальные значения каналов']]],
  ['карта_6',['EEPROM-карта',['../index.html#autotoc_md25',1,'']]],
  ['карта_20lai_7',['Аппаратная карта LAI',['../index.html#autotoc_md13',1,'']]],
  ['код_8',['HR 800 — сервисный PIN-код',['../index.html#autotoc_md39',1,'']]]
];
